Repository: flora-gr/gorlaeus_bookings
Catalog: lib/l10n/app_*.arb
Languages: nl

# adjustSettingsButton
source: Adjust search settings
nl: Zoekinstellingen aanpassen

# bookingOverviewItemTitle
source: Booking overview
nl: Reserveringsoverzicht

# dateToCheck
source: Date to check: {date}
nl: Bekijk voor datum: {date}

# dateSelectionButton
source: Choose a different date
nl: Kies een andere datum

# goToBookingsButton
source: Check bookings
nl: Bekijk reserveringen

# disclaimerDialogText1
source: This app uses the
nl: Deze app gebruikt de website

# disclaimerDialogText3
source: website to fetch data but is not officially endorsed by Leiden University. It is a hobby project and although all data is presented in good faith, it may contain errors. Usage of the booking system via this app is at your own risk. Feedback such as bug reports and feature requests can be
nl: om reserveringen op te halen maar is niet officieel gelieerd aan Universiteit Leiden. Het is een hobbyproject en hoewel alles naar beste vermogen is gemaakt, kunnen fouten voorkomen. Gebruik van het reserveringssysteem via deze app is op eigen risico. Suggesties, bugs of andere feedback kunnen worden

# disclaimerDialogText4
source: e-mailed
nl: gemaild

# disclaimerDialogText5
source: or posted as an issue at our
nl: of als 'issue' worden aangekaart bij onze

# disclaimerDialogText7
source: . Thanks for using Gorlaeus Bookings!
nl: . Bedankt voor het gebruiken van Gorlaeus Bookings!

# getFreeRoomItemTitle
source: Find an available room now
nl: Zoek nu een beschikbare zaal

# favouriteRoomRadioButton
source: Favourite room
nl: Favoriete zaal

# anyRoomRadioButton
source: Any room
nl: Random zaal

# searchButton
source: Search
nl: Zoeken

# searchAgainButton
source: Search again
nl: Opnieuw zoeken

# notAvailableInWeekendButton
source: Not available on weekends
nl: Niet beschikbaar in het weekend

# favouriteRoomText1
source: Your favourite room
nl: Je favoriete zaal

# favouriteRoomNotFree
source: is not available at the moment.
nl: is momenteel niet beschikbaar.

# roomIsFree1
source: Room
nl: Zaal

# roomIsFree2
source: is available until {endTime}{optionalOnlyRoomNotice}.
nl: is beschikbaar tot {endTime}{optionalOnlyRoomNotice}.

# roomFreeNoEndTime
source: end of the day
nl: het eind van de dag

# roomFreeOnlyRoom
source: (the only available room within your selection)
nl: (de enige zaal binnen je selectie)

# getFreeRoomFailed
source: Something went wrong. Please check your internet connection.
nl: Er is iets mis gegaan. Controleer je internetverbinding.

# noFreeRoomFound
source: No available room found. Consider adjusting your room selection in "Settings".
nl: Geen beschikbare zaal gevonden. Pas eventueel je zaalselectie aan bij "Instellingen".

# bookingOverviewPageTitle
source: Bookings
nl: Reserveringen

# noBookingsFound
source: No bookings found. Consider adjusting your room selection in "Settings".
nl: Geen reserveringen gevonden. Pas eventueel je zaalselectie aan bij "Instellingen".

# fetchingBookingsFailed
source: Failed to fetch bookings. Please check your internet connection.
nl: Het is niet gelukt om reserveringen op te halen. Controleer je internetverbinding.

# bookingsOn
source: Bookings on {date}
nl: Reserveringen op {date}

# notLectureRoom
source: *Not a lecture room
nl: *Geen collegezaal

# retryButton
source: Try again
nl: Opnieuw proberen

# roomFreeDialogTitle
source: Available
nl: Beschikbaar

# roomFreeDialogText
source: {room} is available {time}.
nl: {room} is {time}.

# roomFreeInPastDialogTitle
source: This was earlier today
nl: Dit was eerder vandaag

# roomFreeInPastDialogText
source: Please select a different time.
nl: Kies een andere tijd.

# roomBookedDialogTitle
source: Booked
nl: Gereserveerd

# roomBookedDialogText
source: {room} {verb} booked{bookingSpecifications}{additionalBookings}.
nl: {room} {verb} gereserveerd{bookingSpecifications}{additionalBookings}.

# additionalBookingDialogText
source: , and{bookingSpecifications}
nl: , en{bookingSpecifications}

# userInformation
source: by {user},
nl: door {user},

# activityInformation
source: for "{activity}",
nl: voor "{activity}",

# timeBlockInformation
source: from {timeBlock}
nl: van {timeBlock}

# settingsPageTitle
source: Settings
nl: Instellingen

# selectRoomsTitle
source: Select rooms
nl: Selecteer zalen

# selectRoomsInfoI
source: Selected rooms will be shown in the "Booking overview", and will be suggested in "Find an available room now".
nl: Geselecteerde zalen worden getoond in het "Reserveringsoverzicht" en kunnen worden gesuggereerd bij "Zoek nu een beschikbare zaal".

# favouriteRoomTitle
source: Favourite room
nl: Favoriete zaal

# favouriteRoomCannotDeselect
source: You can"t deselect your favourite room.
nl: Je kan je favoriete zaal niet deselecteren.

# favouriteRoomInfoI
source: Your favourite room will be placed at the top of the Booking overview table and its availability can be checked directly in "Find an available room now".
nl: Je favoriete zaal zal bovenaan de tabel op het Reserveringsoverzicht worden getoond en de beschikbaarheid van deze zaal kan direct worden gecheckt bij "Zoek nu een beschikbare zaal".

# favouriteRoomNone
source: - None -
nl: - Geen -

# saveButton
source: Save changes
nl: Wijzigingen opslaan

# notLectureRooms
source: *Indicated locations are not lecture rooms
nl: *Aangegeven ruimtes zijn geen collegezalen

# room21Name
source: Entrance Hall*
nl: Entreehal*

# room13LongName
source: the Atrium of the Gorlaeus building
nl: het Atrium van het Gorlaeusgebouw

# room16LongName
source: the Havingazaal of the Gorlaeus
nl: de Havingazaal van het Gorlaeus

# room21LongName
source: the Entrance Hall of the Gorlaeus Schotel
nl: de Entreehal van de Gorlaeusschotel

# room22LongName
source: the Sitterzaal in the Huygens building
nl: de Sitterzaal van het Huygens

# roomBuilding3LongName
source: Huygens room {number}
nl: Huygens zaal {number}

# otherRoomLongName
source: room {name} of the Gorlaeus
nl: zaal {name} van het Gorlaeus

source: all day
nl: de hele dag beschikbaar

source: from
nl: beschikbaar vanaf

# fromTo
source: from
nl: beschikbaar van

source: until
nl: beschikbaar tot
